Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Accessibility.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

# at.2
source: at
ar: في
de: Uhr
el: στο
fa: در
fr: h
he: ב
hi: बजे
ja: 時に
ko: 시
pt_pt: horas
th: ที่
tr: 'de
zh_hans: 点
zh_hant: 於

source: at max
ar: كحد أقصى
de: maximal
el: στο μέγιστο
es: Al máximo
fa: حداکثر در
fr: Au maximum
he: במקסימום
hi: अधिकतम पर
it: Massimo
ja: 最大
ko: 최대 온도
nl: Maximaal
pt_pt: Máximo
ru: минимально
th: สูงสุด
tr: Maksimumda
zh_hans: 最大
zh_hant: 最高

source: at min
ar: كحد أدنى
de: minimal
el: στο ελάχιστο
es: Al mínimo
fa: حداقل در
fr: Au minimum
he: במינימום
hi: न्यूनतम पर
it: Minimo
ja: 最小限
ko: 최저 온도
nl: Minstens
pt_pt: Mínimo
ru: Вероятность дождя
th: ต่ำสุด
tr: Minimumda
zh_hans: 最小
zh_hant: 最低

source: Chance of rain
ar: فرصة سقوط المطر
de: Regenwahrscheinlichkeit
el: Πιθανότητα βροχής
es: Probabilidad de lluvia
fa: احتمال بارندگی
fr: Risque de pluie
he: סיכוי לגשם
hi: बारिश की संभावना
it: Probabilità di pioggia
ja: 降水確率
ko: 비가 올 확률
nl: Kans op regen
pt_pt: Possibilidade de chuva
ru: Этот город заблокирован
th: โอกาสฝนตก
tr: Yağmur yağma olasılığı
zh_hans: 下雨的机会
zh_hant: 降雨機會

source: current weather condition
ar: حالة الطقس الحالية
de: aktuelle Temperatur
el: τρέχουσα κατάσταση του καιρού
es: temperatura actual
fa: شرایط آب و هوای فعلی
fr: température actuelle
he: מצב מזג האוויר הנוכחי
hi: वर्तमान तापमान
it: temperatura attuale
ja: 現在の温度
ko: 현재 온도
nl: huidige temperatuur
pt_pt: temperatura atual
ru: текущая температура
th: สภาพอากาศปัจจุบัน
tr: mevcut sıcaklık
zh_hans: 当前温度
zh_hant: 目前天氣狀況

source: current temperature
ar: درجة الحرارة الحالية
de: Um dieses Thema anzuwenden
el: τρέχουσα θερμοκρασία
es: Para aplicar este tema
fa: دمای فعلی
fr: Afin d'appliquer ce thème
he: הטמפרטורה הנוכחית
hi: इस थीम को लागू करने के लिए
it: Per applicare questo tema
ja: このテーマを適用するために
ko: 이 테마를 적용하려면
nl: Om dit thema toe te passen
pt_pt: Para aplicar este tema
ru: Для применения этой темы
th: อุณหภูมิปัจจุบัน
tr: Bu temayı uygulamak için
zh_hans: 为了应用这个主题
zh_hant: 當前溫度

source: datasource is locked, subscribe to premium to select
ar: مصدر البيانات مقفل، اشترك بالإصدار المميّز لتحديده
de: Datenquelle ist gesperrt, abonnieren Sie Premium, um auszuwählen
el: η πηγή δεδομένων είναι κλειδωμένη, εγγραφείτε στο premium για να επιλέξετε
es: la fuente de datos está bloqueada, suscríbete a premium para seleccionar
fa: منبع داده قفل شده، برای انتخاب اشتراک کنید
fr: la source de données est verrouillée , abonnez-vous à la version premium pour sélectionner
he: מקור הנתונים נעול, הירשם לפרימיום כדי לבחור
hi: डेटासोर्स लॉक है, प्रीमियम के लिए सदस्यता लेने के लिए चुनें
it: la fonte dati è bloccata, sottoscrivi il premium per selezionare
ja: データソースはロックされています。プレミアムを購読して選択してください
ko: 데이터 소스가 잠겨 있습니다, 프리미엄을 구독하여 선택
nl: datasource is vergrendeld, abonneer je op premium om te selecteren
pt_pt: fonte de dados está bloqueada, inscreva-se no premium para selecionar
ru: источник данных заблокирован, подпишитесь на премиум, чтобы выбрать
th: แหล่งข้อมูลถูกล็อค, สมัครสมาชิกเพื่อเลือก
tr: veri kaynağı kilitli, seçmek için premiuma abone olun
zh_hans: 数据源被锁定，订阅高级版以选择
zh_hant: 數據源已鎖定，請訂閱高級版以進行選擇

source: Dismiss
ar: تجاهل
de: ablehnen
el: Απόρριψη
es: Saltar
fa: رد کردن
fr: Refuser
he: דחה
hi: खारिज
it: Congedare
ja: 解雇する
ko: 닫기
nl: Afwijzen
pt_pt: Dispensar
ru: на
th: ปิด
tr: Reddet
zh_hans: 解雇
zh_hant: 關閉

source: the moon rises at
ar: يشرق القمر الساعة
de: der Mond geht auf bei
el: το φεγγάρι ανατέλλει στις
es: la luna sale a las
fa: طلوع ماه ساعت
fr: la lune se lève à
he: הירח עולה בשעה
hi: चंद्रमा उगता है
it: la luna sorge alle
ja: 月は上がります
ko: 달이 뜨는 시간은
nl: de maan komt op om
pt_pt: a lua surge às
ru: луна восходит в
th: ดวงจันทร์ขึ้นเวลา
tr: ayın doğuşu
zh_hans: 月亮在...升起
zh_hant: 月亮升起時間

source: the moon sets at
ar: يغرب القمر الساعة
de: der Mond geht unter bei
el: το φεγγάρι δύει στις
es: la luna se pone a las
fa: غروب ماه ساعت
fr: la lune se couche à
he: הירח שקע בשעה
hi: चंद्रमा डूबता है
it: la luna tramonta alle
ja: 月は沈みます
ko: 달이 지는 시간은
nl: de maan gaat onder om
pt_pt: a lua se põe às
ru: луна садится в
th: ดวงจันทร์ตกเวลา
tr: ayın batışı
zh_hans: 月亮在...落下
zh_hant: 月亮落下時間

source: o'clock
ar: الساعة %@
de: %@ Uhr
el: %@ η ώρα
es: en punto %@
fa: ساعت %@
fr: %@ heures
he: בשעה %@
hi: %@ बजे
it: %@ in punto
ja: %@ 時
ko: %@ 시
nl: %@ uur
pt_pt: %@ horas
ru: %@ часов
th: นาฬิกา %@
tr: saat %@
zh_hans: %@ 点钟
zh_hant: %@ 點鐘

source: the sun rises at
ar: تشرق الشمس الساعة
de: die Sonne geht auf bei
el: ο ήλιος ανατέλλει στις
es: el sol sale a las
fa: طلوع خورشید ساعت
fr: le soleil se lève à
he: השמש זורחת ב-
hi: सूर्य यहां उगता है
it: il sole sorge alle
ja: 日の出は
ko: 해가 뜨는 시간
nl: de zon komt op om
pt_pt: o sol nasce às
ru: солнце встает в
th: อาทิตย์ขึ้นที่
tr: güneş saat
zh_hans: 太阳在升起
zh_hant: 太陽升起時間

source: the sun sets at
ar: تغرب الشمس الساعة
de: die Sonne geht unter bei
el: ο ήλιος δύει στις
es: el sol se pone a las
fa: غروب خورشید ساعت
fr: le soleil se couche à
he: השמש שוקעת ב-
hi: सूर्य यहां अस्त होता है
it: il sole tramonta alle
ja: 日の入りは
ko: 해가 지는 시간
nl: de zon gaat onder om
pt_pt: o sol se põe às
ru: солнце садится в
th: อาทิตย์ตกที่
tr: güneş batıyor saat
zh_hans: 太阳在落下
zh_hant: 太陽落下時間

source: today's weather detail
ar: تفاصيل طقس اليوم
de: heutige Wetterdetails
el: λεπτομέρειες καιρού σήμερα
es: detalle del clima de hoy
fa: جزئیات آب و هوای امروز
fr: détail de la météo d'aujourd'hui
he: פרטי מזג האוויר של היום
hi: आज का मौसम विस्तार
it: dettaglio del tempo di oggi
ja: 今日の天気の詳細
ko: 오늘의 날씨 상세
nl: details van het weer vandaag
pt_pt: detalhes do clima de hoje
ru: подробности о погоде сегодня
th: รายละเอียดสภาพอากาศของวันนี้
tr: bugünün hava durumu detayı
zh_hans: 今天的天气详情
zh_hant: 查看今天的天氣詳情

source: this week's weather detail
ar: تفاصيل طقس الأسبوع
de: diese Woche Wetterdetails
el: λεπτομέρειες καιρού αυτής της εβδομάδας
es: detalle del clima de esta semana
fa: جزییات آب و هوای این هفته
fr: détail de la météo de cette semaine
he: פרטי מזג האוויר של השבוע
hi: इस सप्ताह के मौसम का विवरण
it: dettaglio del tempo di questa settimana
ja: 今週の天気の詳細
ko: 이번 주의 날씨 상세
nl: details van het weer deze week
pt_pt: detalhes do clima da semana
ru: детали погоды на этой неделе
th: รายละเอียดสภาพอากาศของสัปดาห์นี้
tr: bu haftanın hava durumu detayı
zh_hans: 这周的天气详情
zh_hant: 本週的天氣詳情

source: is
ar: هو
de: ist
el: είναι
es: es
fa: است
fr: est
he: הוא
hi: है
it: è
ja: です
ko: 입니다
pt_pt: é
ru: есть
th: คือ
tr: dir
zh_hans: 是
zh_hant: 是

source: Steady rain continues
ar: تستمر الأمطار المنتظمة
de: Stetiger Regen geht weiter
el: Η σταθερή βροχή συνεχίζεται
es: La lluvia constante continúa
fa: باران مداوم ادامه دارد
fr: La pluie continue
he: הגשם המתמיד ממשיך
hi: निरंतर वर्षा जारी है
it: La pioggia costante continua
ja: 一定の雨が続きます
ko: 지속적인 비가 계속됩니다
nl: Steady regen gaat door
pt_pt: Chuva constante continua
ru: Постоянный дождь продолжается
th: ฝนตกต่อเนื่องอยู่
tr: Düzenli yağış devam ediyor
zh_hans: 持续下雨
zh_hant: 穩定的降雨持續下去

source: Rain ends in
ar: تنتهي الأمطار في
de: Regen endet in
el: Η βροχή τελειώνει σε
es: La lluvia termina en
fa: باران تا
fr: La pluie se termine dans
he: הגשם מסתיים בעוד
hi: वर्षा समाप्त होती है
it: La pioggia finisce in
ja: 雨は終わります
ko: 비는 끝납니다
nl: Regen eindigt in
pt_pt: Chuva termina em
ru: Дождь заканчивается через
th: ฝนหยุดใน
tr: Yağış bitiyor
zh_hans: 雨结束于
zh_hant: 降雨將在

# moon state is %@, Illumination %@%%
source: moon state is %1$@ Illumination %2$@%%
ar: حالة القمر: %@، إضاءة %@%%
de: Mondstatus: %@, Beleuchtung %@%%
el: Κατάσταση σελήνης: %1$@ Φωτεινότητα %2$@%%
es: El estado de la luna es %1$@, Iluminación %2$@%%
fa: ماه در حالت %1$@ و روشنایی %2$@%%
fr: État de la lune : %@, Illumination %@%%
he: מצב הירח הוא %@, הארה %@%%
hi: चंद्रमा की स्थिति %@, प्रकाशमान %@%%
it: Lo stato della luna è %@, illuminazione %@%%
ja: 月の状態は%1$@、照度は%2$@％%です
ko: 달 상태: %1$@, 조도: %2$@%%
nl: Maanstand: %1$@, Verlichting %2$%%
pt_pt: estado da lua é %@, Iluminação %@%%
ru: состояние луны: %@, Освещенность %@%%
th: สถานะของดวงจันทร์คือ %1$@, ความสว่าง %2$@%%
tr: Ayın Durumu: %@, Ay Aydınlanma Oranı: %@%%
zh_hans: 月亮状态为%1$@，亮度为%2$@%%
zh_hant: 月亮狀態為 %1$@，照明 %2$@%%

# the sun rises at %@, the sun sets at %@
source: the sun rises at %1$@, the sun sets at %2$@%
ar: شروق الشمس: %@، غروبها: %@
de: Die Sonne geht um %@ auf und um %@ unter
el: Ο ήλιος ανατέλλει στις %1$@, ο ήλιος δύει στις %2$@
es: El sol sale a las %1$@, el sol se pone a las %2$@
fa: طلوع آفتاب ساعت %1$@ است، غروب آفتاب ساعت %2$@ است
fr: Le soleil se lève à %@, se couche à %@
he: השמש זורחת בשעה %@, השמש נטבעת בשעה %@
hi: सूर्यास्त होता है %@, सूर्यास्त होता है %@
it: Il sole sorge alle %@, tramonta alle %@
ja: 日の出は%1$@で、日の入りは%2$@です
ko: 해는 %1$@에 떠오르며, %2$@에 지납니다
nl: De zon komt op om %1$@, de zon gaat onder om %2$%
pt_pt: o sol nasce às %@, o sol se põe às %@
ru: восход солнца в %@, закат солнца в %@
th: ดวงอาทิตย์ขึ้นเวลา %1$@, ดวงอาทิตย์ตกเวลา %2$@
tr: Güneş Doğumu: %@, Güneş Batışı: %@
zh_hans: 太阳升起时间为%1$@，太阳下落时间为%2$@
zh_hant: 太阳升起时间 %1$@，太阳下落时间 %2$@

source: air quality is %@
ar: جودة الهواء %@
de: Luftqualität ist %@
el: Ποιότητα αέρα %@
es: La calidad del aire es %@
fa: کیفیت هوا %@ است
fr: La qualité de l'air est %@
he: איכות האוויר היא %@
hi: हवा की गुणवत्ता %@ है
it: La qualità dell'aria è %@
ja: 空気の質は %@
ko: 대기질은 %@
nl: Luchtkwaliteit is %@
pt_pt: Qualidade do ar é %@
ru: Качество воздуха %@
th: คุณภาพอากาศคือ %@
tr: Hava kalitesi %@
zh_hans: 空气质量 %@
zh_hant: 空氣品質為 %@

source: moon state is %@
ar: حالة القمر %@
de: Mondzustand ist %@
el: Κατάσταση σελήνης %@
es: Estado lunar %@
fa: وضعیت ماه %@ است
fr: L'état de la lune est %@
he: מצב הירח הוא %@
hi: चांद की स्थिति %@ है
it: Stato lunare: %@
ja: 月の状態は %@
ko: 달의 상태는 %@
nl: Maanstand is %@
pt_pt: Estado da lua é %@
ru: Состояние луны %@
th: สถานะของจันทร์คือ %@
tr: Ay durumu %@
zh_hans: 月亮状态 %@
zh_hant: 月球狀態為 %@

# current condition is %@, at max %@, at min %@
source: current condition is %1$@, at max %2$@, at min %3$@
ar: الحالة الحالية %@، الحد الأقصى %@، الحد الأدنى %@
de: Aktueller Zustand ist %1$@, Maximalwert %2$@, Minimalwert %3$@
el: Τωρινή κατάσταση είναι %@, με μέγιστη τιμή %@, με ελάχιστη τιμή %@
es: Estado actual: %@, máx %@, min %@
fa: شرایط کنونی %@ است، (۳ سالمترین %@ و %2$@ سردترین
fr: conditions actuelles : %@, maximum : %@, minimum : %@
he: המצב הנוכחי הוא %@, בשיא %@, במינימום %@
hi: मौसम की स्थिति है %@, अधिकतम है %@, न्यूनतम है %@
it: Condizione attuale: %@, massima: %@, minima: %@
ja: 現在の天候は %1$@, 最高気温 %2$@, 最低気温 %3$@
ko: 현재 상태는 %1$@, 최고 %2$@, 최저 %3$@
nl: Huidige conditie is %1$@, met een maximum van %2$@ en een minimum van %3$@
pt_pt: Condição atual é %@, máximo %@, mínimo %@
ru: текущее состояние - %1$@, макс - %2$@, мин - %3$@
th: สภาพอากาศปัจจุบันคือ %1$@, สูงสุด %2$@, ต่ำสุด %3$@
tr: Mevcut durum %@, maksimum %2$@, minimum %3$@
zh_hans: 当前状况为 %1$@，最高温度 %2$@，最低温度 %3$@
zh_hant: 目前狀況為 %1$@，最高溫 %2$@，最低溫 %3$@

# %@ is %@
source: %1$@ is %2$@
ar: %1$@ هو %2$@
de: %@ ist %@
el: %1$@ είναι %2$@
es: %1$@ es %2$@
fa: %1$@ %@ است
fr: %1$@ est %@
he: %1$@ היא %2$@
hi: %1$@ %2$@ है
it: %@ è %@
ja: %1$@ は %2$@
ko: %1$@은(는) %2$@
pt_pt: %@ é %@
ru: %1$@ это %2$@
th: %1$@ คือ %2$@
zh_hans: %1$@ 是 %2$@
zh_hant: %1$@ 是 %2$@

source: Rain starts in %lld minutes
ar: الأمطار ستبدأ في غضون %lld دقيقة
de: Regen beginnt in %lld Minuten
el: Η βροχή θα ξεκινήσει σε %lld λεπτά
es: La lluvia comenzará en %lld minutos
fa: باران در %lld دقیقه شروع می شود
fr: la pluie commencera dans %lld minutes
he: המשקיעה מתחילה בעוד %lld דקות
hi: %lld मिनट में बारिश शुरू होगी
it: Pioggia inizia tra %lld minuti
ja: %lld分後に雨が始まります
ko: %lld 분 후에 비가 시작됩니다
nl: Het begint over %lld minuten te regenen
pt_pt: Começa a chover em %lld minutos
ru: дождь начнется через %lld минут
th: ฝนเริ่มตกในอีก %lld นาที
tr: Yağmur %lld dakika sonra başlayacak
zh_hans: 雨将在%lld分钟后开始
zh_hant: 即將開始下雨，%lld 分鐘

source: Rain ends in %lld minutes
ar: الأمطار ستنتهي في غضون %lld دقيقة
de: Regen endet in %lld Minuten
el: Η βροχή θα τελειώσει σε %lld λεπτά
es: La lluvia terminará en %lld minutos
fa: باران در %lld دقیقه تمام می شود
fr: la pluie se terminera dans %lld minutes
he: המשקיעה מסתיימת בעוד %lld דקות
hi: %lld मिनट में बारिश समाप्त होगी
it: Pioggia finisce tra %lld minuti
ja: %lld分後に雨が止みます
ko: %lld 분 후에 비가 끝납니다
nl: Het stopt over %lld minuten met regenen
pt_pt: A chuva termina em %lld minutos
ru: дождь закончится через %lld минут
th: ฝนจะหยุดในอีก %lld นาที
tr: Yağmur %lld dakika sonra bitecek
zh_hans: 雨将在%lld分钟后结束
zh_hant: 雨勢將於 %lld 分鐘後停止

source: Rain intensity is %lf millimeters per hour
ar: شدة الأمطار هي %lf ملم في الساعة
de: Regenintensität beträgt %lf Millimeter pro Stunde
el: Η ένταση της βροχής είναι %lf χιλιοστά ανά ώρα
es: La intensidad de lluvia es de %lf milímetros por hora
fa: شدت باران %lf میلی‌متر در ساعت است
fr: intensité de la pluie : %lf millimètres par heure
he: עוצמת הגשם היא %lf מילימטר לשעה
hi: बारिश की मात्रा है %lf मिमी प्रति घंटा
it: Intensità della pioggia è di %lf millimetri per ora
ja: 雨の強さは1時間あたり%lfミリメートルです
ko: 시간당 강수량은 %lf 밀리미터입니다
nl: De regenintensiteit is %lf millimeter per uur
pt_pt: A intensidade da chuva é de %lf milímetros por hora
ru: интенсивность дождя %lf миллиметров в час
th: ความเข้มข้นของฝนคือ %lf มิลลิเมตรต่อชั่วโมง
tr: Yağmur yoğunluğu saatte %lf milimetre
zh_hans: 雨强为每小时%lf毫米
zh_hant: 降雨強度為每小時 %lf 毫米

source: Rain intensity is %lf inches per hour
ar: شدة الأمطار هي %lf بوصة في الساعة
de: Regenintensität beträgt %lf Zoll pro Stunde
el: Η ένταση της βροχής είναι %lf ίντσες ανά ώρα
es: La intensidad de lluvia es de %lf pulgadas por hora
fa: شدت باران %lf اینچ در ساعت است
fr: intensité de la pluie : %lf pouces par heure
he: עוצמת הגשם היא %lf אינץ' לשעה
hi: बारिश की मात्रा है %lf इंच प्रति घंटा
it: Intensità della pioggia è di %lf pollici per ora
ja: 雨の強さは1時間あたり%lfインチです
ko: 시간당 강수량은 %lf 인치입니다
nl: De regenintensiteit is %lf inch per uur
pt_pt: A intensidade da chuva é de %lf polegadas por hora
ru: интенсивность дождя %lf дюймов в час
th: ความเข้มข้นของฝนคือ %lf นิ้วต่อชั่วโมง
tr: Yağmur yoğunluğu saatte %lf inç
zh_hans: 雨强为每小时%lf英寸
zh_hant: 降雨強度為每小時 %lf 英寸
